[
{"id":"study-01","url":"https://districtadministration.com/article/teachers-love-ai-but-they-need-more-guidance-from-schools/","categories":"Current AI Use and Perceptions in PK 12 & HigherEd","title":"Teachers Love AI, But They Need More Guidance From Schools","organization":"Center for Democracy & Technology","date":"2025-01","description":"No gains in teacher literacy on data privacy since last year. Parents and students have significant concerns about risks associated with GenAI. Parents are calling for greater transparency and more choice around the use of GenAI in schools. Some of the features implemented to protect student safety are inhibitors to student learning."},
{"id":"study-02","url":"https://nationalparentsunion.org/2024/12/10/national-parents-union-survey-shows-overwhelming-support-for-protecting-children-online-2/","categories":"Current AI Use and Perceptions in PK 12 & HigherEd","title":"National Parents Union Survey Shows Overwhelming Support for Protecting Children Online - National Parents Union","organization":"National Parents Union Survey Shows Overwhelming Support for Protecting Children Online - National Parents Union","date":"2024-12","description":"Demand from parents to create greater protective measures for students online is increasing. Among regulations and restrictions that parents support: minimum age for social media use, greater parental control, limiting features that keep kids online, and accountability for products not designed with the best interests of children in mind."},
{"id":"study-03","url":"https://www.aiforeducation.io/s/deck-impact-analysis-national-schools-tech-tracker-may-2024-1.pdf","categories":"Current AI Use and Perceptions in PK 12 & HigherEd","title":"AI Chatbots in Schools: Findings from a Poll of K-12 Teachers, Students, Parents, and College Undergraduates","organization":"Walton Family Foundation + Impact Research","date":"2024-05","description":"GenAI usage rates are increasing. Sentiment is slightly decreased but positive on the whole. Stakeholders surveyed expressed a desire for additional AI policies and guidance."},
{"id":"study-04","url":"https://www.rand.org/pubs/research_reports/RRA956-21.html","categories":"Current AI Use and Perceptions in PK 12 & HigherEd","title":"Using Artificial Intelligence Tools in K-12 Classrooms","organization":"Rand","date":"2024-04","description":"In the Fall of 2023, only 18% of educators were using GenAI. Secondary teachers who taught ELA and Social Studies were reported as those most likely to use GenAI. 60% of districts identified training in GenAI as a goal by the end of 2024. Urban districts were among those least likely to provide GenAI training to teachers."},
{"id":"study-05","url":"https://educationaltechnologyjournal.springeropen.com/articles/10.1186/s41239-024-00453-6","categories":"Current AI Use and Perceptions in PK 12 & HigherEd","title":"Generative AI and the Future of Higher Education: a Threat to Academic Integrity or Reformation? Evidence from Multicultural Perspectives","organization":"Research Organization","date":"2024-03","description":"This study examines GenAI usage in Higher Education. Retrieving information and rewording texts were the most frequent use cases of those surveyed. Findings revealed inconsistencies among users in terms of what counts as cheating when using GenAI. The potential for inaccuracy and overreliance on GenAI were perceived as the greatest risk to GenAI use. The study also found culture had a large impact on participant views toward GenAI use, regulation, and openness to explore GenAI’s potential."}
,
{"id":"study-06","url":"https://www.pewresearch.org/short-reads/2025/01/15/about-a-quarter-of-us-teens-have-used-chatgpt-for-schoolwork-double-the-share-in-2023/","categories":"Current AI Use and Perceptions in PK 12 & HigherEd","title":"Pew Research Center Survey of US Teens","organization":"Research Organization","date":"2025-01","description":"Usage rates amongst students are risking, though confusion remains about what counts as acceptable use. Students are still seeking guidance about this from schools."},
{"id":"study-07","url":"https://www.aiforeducation.io/s/31251-Article-Text-35307-1-2-20240520-1.pdf","categories":"Current AI Use and Perceptions in PK 12 & HigherEd","title":"View of The Psychosocial Impacts of Generative AI Harms","organization":"Research Organization","date":"2024-05","description":"This study reveals that LLMs can produce outputs that are significantly biased, that depict marginalized groups in a way that manifests as “erasure, subordination, and stereotyping” (Vassal et. al, 2024) The authors call out both the potential for harm and need for additional research on this topic."}
,
{"id":"study-08","url":"https://www.sectionschool.com/ai/the-ai-proficiency-report?utm_source=newsletter&utm_medium=neuron&utm_campaign=01282025&utm_term=ai-proficiency-report&utm_content=secondary&_bhlid=326448b35272affb505745ffe532f7e010f901f0","categories":"Workforce Trends","title":"The AI Proficiency Report","organization":"Section","date":"2025-01","description":"A very limited percentage of workers are adept enough at using AI to yield productivity benefits. Having a company policy spurs AI literacy efforts, though AI literacy efforts in general, are not demonstrating impact."},
{"id":"study-09","url":"https://www.aiforeducation.io/s/WEF_Future_of_Jobs_Report_2025-1.pdf","categories":"Workforce Trends","title":"The Future of Jobs Report","organization":"World Economic Forum","date":"2025-01","description":"Casting a wider net of digital access, economic slowdown, the mitigation of climate change, population shifts, and geopolitical tensions are expected to have the greatest influence on business transformation between now and 2030. Frontline jobs (care, farming, construction, etc) are expected to experience the most growth. Technology jobs (software engineers, data specialists, ML experts) will see the fastest growth. Office workers (secretarial, etc) are likely to see the greatest job loss. Between 2025- 2030, workers can expect that nearly 40% of their skills will be sunsetted or need to evolve."},
{"id":"study-10","url":"https://www.brookings.edu/articles/generative-ai-the-american-worker-and-the-future-of-work/","categories":"Workforce Trends","title":"Generative AI, the American Worker, and the Future of Work","organization":"The Brookings Institute","date":"2024-10","description":"This study states that as workers and in workplaces, we are unprepared to meet the changes that face us as AI plays an increasing role in work and society. Explores some ways to take a proactive approach like establishing what “good” practice looks like among businesses that use GenAI, amplifying worker voice, and developing public policy responses."}
,
{"id":"study-11","url":"https://ai.wharton.upenn.edu/wp-content/uploads/2024/11/AI-Report_Full-Report.pdf","categories":"Workforce Trends","title":"Growing Up: Navigating GenAI’s Early Years","organization":"AI at Wharton, University of Pennsylvania","date":"2024-10","description":"Explores company adoption of GenAI and how that is evolving since the early days of ChatGPT. Emerging trends include 1) shifting from exploring GenAI to determining is ROI 2) Hiring professionals to lead GenAI work in house 3) greater acceptance of GenAI to do work 4) businesses expect to continue to increase their investments in AI over the next 5 years 5) Microsoft and Google are the perceived leaders."}
,
{"id":"study-12","url":"https://cengage.widen.net/s/bmjxxjx9mm/cg-2024-employability-survey-report","categories":"Workforce Trends","title":"Cengage Group Graduate Employability Report","organization":"Cengage Group","date":"2024-07","description":"Recent graduates feel unprepared to enter an AI-enhanced workforce, desire for AI literacy training, businesses expect AI literate employees."},
{"id":"study-13","url":"https://www.mckinsey.com/capabilities/quantumblack/our-insights/the-state-of-ai","categories":"Workforce Trends","title":"The State of AI in Early 2024: GenAI Adoption Spikes and Starts to Generate Value","organization":"McKinsey & Company","date":"2024-05","description":"AI adoption increased dramatically from 2023-2024 all over the world. Adoption reflects a jagged profile, with marketing, sales, and IT job functions reporting the highest use of GenAI. Application of GenAI in HR and supply change management have resulted in some of the greatest reductions in business costs. Businesses highlight hallucinations as the greatest risk associated with GenAI adoption."},
{"id":"study-14","url":"https://www.nationsreportcard.gov/","categories":"Student Performance Data","title":"The Nation's Report Card","organization":"National Assessment of Educational Progress","date":"2025-01","description":"Most recent reading and math performance in the US shows math gains in grade 4 and reading declines across the board."},
{"id":"study-15","url":"https://www.sciencedirect.com/science/article/pii/S0360131524002380?via%3Dihub","categories":"Student Performance Data","title":"Does ChatGPT Enhance Student Learning? A Systematic Review and Meta-analysis of Experimental Studies","organization":"Computers and Education","date":"2025-04","description":"Study reveals that GenAI enhances both student learning and motivation, reduces mental effort, and does not influence self-efficacy. A few caveats to consider when interpreting these results."},
{"id":"study-16","url":"https://www.sciencedirect.com/science/article/pii/S2666920X24000560","categories":"Student Performance Data","title":"Cheating in the age of generative AI: A high school survey study of cheating behaviors before and after the release of ChatGPT","organization":"Stanford University","date":"2024-12","description":"Updated from their original survey, which released data in 2023, this study shares that while the way in which students are cheating has evolved with GenAI, the percentage of those who do, has not changed in decades."},
{"id":"study-17","url":"https://www.oecd.org/en/publications/pisa-2022-results-volume-i_53f23881-en.html","categories":"Student Performance Data","title":"PISA 2022 Results (Volume I) The State of Learning and Equity in Education","organization":"Organization for Economic Cooperation and Development (OECD)","date":"2023-12","description":"Report on student performance results on the PISA. With some exceptions, the report shows general declines in performance in math, reading, and science. Drops in reading performance were equivalent to the loss of half a school year of learning. Drops were reflective of three quarters of a year of learning in mathematics. The study also examines metrics of equity and fairness and found 31% of discrepancies in how students perform are the result of differences within the education system in which students learn."},
{"id":"study-18","url":"https://scale.stanford.edu/genai/repository","categories":"Current State of Guidelines, Training, and Policies","title":"Repository - Generative AI in Education Hub","organization":"Stanford University","date":"2025-01","description":"A repository of studies about GenAI in K12 education divided into three categories: 1) those that describe how GenAI is being used in schools, 2) those that reflect the impact of GenAI, and 3) studies that review and find trends across studies."},
{"id":"study-19","url":"https://www.gov.uk/government/publications/generative-ai-product-safety-expectations/generative-ai-product-safety-expectations","categories":"Current State of Guidelines, Training, and Policies","title":"Generative AI: Product Safety Expectations","organization":"Department of Education, UK","date":"2025-01","description":"Sets a standard for edtech developers and outlines key requirements for products being developed for use in schools."},
{"id":"study-20","url":"https://www.whitehouse.gov/fact-sheets/2025/01/fact-sheet-president-donald-j-trump-takes-action-to-enhance-americas-ai-leadership/","categories":"Current State of Guidelines, Training, and Policies","title":"Fact Sheet: President Donald J. Trump Takes Action to Enhance America’s AI Leadership","organization":"USA Federal Government","date":"2025-01","description":"Updated information on current state of AI regulation from the new administration."}
,
{"id":"study-21","url":"https://osf.io/preprints/psyarxiv/t9u8g_v1","categories":"Current State of Guidelines, Training, and Policies","title":"Lower Artificial Intelligence Literacy Predicts Greater AI Receptivity","organization":"University of Southern California","date":"2024-12","description":"Examines the relationship between the AI literacy levels of users and the likelihood they will use AI. Findings show that those with lower levels of AI literacy are more likely to be awed by AI and thus, may be more receptive to its use."},
{"id":"study-22","url":"https://www.edweek.org/technology/were-at-a-disadvantage-and-other-teacher-sentiments-on-ai/2024/10?fbclid=IwZXh0bgNhZW0CMTAAAR1Rt9hwALBf3DUzSbjYDIVs1L-SmAc3YuyU28fkNytlTLNjpnfuoDo7Nbo_aem_D3BmmEbqThEuZtruHdaMTg","categories":"Current State of Guidelines, Training, and Policies","title":"We're at a Disadvantage,' and Other Teacher Sentiments on AI","organization":"EdWeek","date":"2024-10","description":"58% of teachers still have had NO AI training. The number of teachers that have received training has increased by 14% since spring 2024, but there has been no increase in GenAI usage. The majority of teachers that have received training have only had one session. Teachers said their top barriers to using GenAI were: Lack of knowledge/ training, competing priorities by their school/district, and lack of school policy/guidance for responsible use."},
{"id":"study-23","url":"https://www.aiforeducation.io/s/Empowering-Education-Leaders-A-Toolkit-for-Safe-Ethical-and-Equitable-AI-Integration.pdf","categories":"Current State of Guidelines, Training, and Policies","title":"Empowering Education Leaders: A Toolkit for Safe, Ethical, and Equitable AI Integration","organization":"U.S. Office of Education Technology","date":"2024-10","description":"Guidance for education leaders on how to build AI literacy and implementation capacity and guide that work as an educational leader."},
{"id":"study-24","url":"https://www.commonsensemedia.org/sites/default/files/research/report/generative-ai-in-k-12-education-white-paper-updated-aug-2024-final-2.pdf","categories":"Current State of Guidelines, Training, and Policies","title":"Generative AI in K–12 Education White Paper","organization":"Common Sense Media","date":"2024-08","description":"Study reveals the following about the current state of AI in Education: Though familiarity is increasing, there is still a lack of fundamental AI literacy, Only 5% of districts have specific generative AI policies, which reflects what we have seen in the field. Students are using AI tools, often without clear guidelines. Opportunities for AI adoption include those which are: 1) Student-focused like adaptive learning, creativity enhancement, project-based learning, and collaborative support 2) Teacher-focused like lesson planning assistance, feedback on teaching, and productivity gains, 3) System-focused like data interoperability, parent engagement, and communication."}
,
{"id":"study-25","url":"https://www.aiforeducation.io/s/EUA-Designing-for-Education-with-AI-An-Essential-Guide-for-Developers.pdf","categories":"Current State of Guidelines, Training, and Policies","title":"Designing for Education with Artificial Intelligence: An Essential Guide for Developers","organization":"U.S. Office of Education Technology","date":"2024-07","description":"Guidance for those developing products in the education space and how to equip teams with what they need to design products that are safe, ethical, and effective for the education ecosystem."},
{"id":"study-26","url":"https://www.europarl.europa.eu/news/en/press-room/20240308IPR19015/artificial-intelligence-act-meps-adopt-landmark-law","categories":"Current State of Guidelines, Training, and Policies","title":"Artificial Intelligence Act: MEPs Adopt Landmark Law","organization":"European Parliament","date":"2024-03","description":"The EU AI Act is being implemented in the EU, but has ramifications for all those who serve EU customers around the world. Regulations include provisions like the inability of tech to store biometric data, preventing the development of algorithms that keep users online, and additional rights for users."},
{"id":"study-27","url":"https://www.aiforeducation.io/s/Navigating-Artificial-Intelligence-in-Postsecondary-Education.pdf","categories":"Current State of Guidelines, Training, and Policies","title":"Navigating Artificial Intelligence in Postsecondary Education: Building Capacity for the Road Ahead","organization":"U.S. Office of Education Technology","date":"2024-01","description":"Guidance for organizations that are leveraging Task Forces (specifically HiEd) to integrate GenAI into their organizations."},
{"id":"study-28","url":"https://www.aiforeducation.io/s/GOVPUB-ED-PURL-gpo229250.pdf","categories":"Current State of Guidelines, Training, and Policies","title":"National Educational Technology Plan","organization":"U.S. Office of Education Technology","date":"2024-01","description":"Calls on all of us to be part of the solution to close three emerging digital divides: the digital use divide, the digital design divide, and the digital access divide."},
{"id":"study-29","url":"https://unesdoc.unesco.org/ark:/48223/pf0000386693.locale=en","categories":"Current AI Use and Perceptions in PK 12 & HigherEd","title":"Guidance for generative AI in education and research","organization":"UNESCO","date":"2023","description":"Offers guidance on a human-centered approach to the use and regulation of GenAI both for individual users and EdTech developers. Offers a framework for using GenAI in research as well."},
{"id":"study-30","url":"https://www.education.gov.au/schooling/resources/australian-framework-generative-artificial-intelligence-ai-schools","categories":"Current AI Use and Perceptions in PK 12 & HigherEd","title":"Australian Framework for Generative AI in Schools","organization":"Australia Department of Education","date":"2023-11","description":"One of the earliest guidance documents to emerge after the release of ChatGPT, this document offers recommendations for how to adopt GenAI in schools in ways that benefit students, educators, and learning."},
{"id":"study-31","url":"https://www.aiforeducation.io/s/ai-report.pdf","categories":"Current AI Use and Perceptions in PK 12 & HigherEd","title":"Artificial Intelligence and the Future of Teaching and Learning","organization":"U.S. Office of Education Technology","date":"2023-05","description":"Calls on implementers within the teaching and learning ecosystem to share learnings, bring educators to the table, and develop policies and guidelines to support safe and ethical use of GenAI in communities."}
]
